Repository: v-smirnov/SizeByPhoto-iOS_app
Catalog: EasySize/*.lproj/Localizable.strings
Languages: ru

source: T-shirts
ru: Футболки

source: Shirts
ru: Рубашки

source: Dresses
ru: Платья

source: Skirts
ru: Юбки

source: Jeans
ru: Джинсы

source: Coats & Jackets
ru: Верхняя одежда

source: Bras
ru: Бюстгалтеры

source: Underwear
ru: Нижнее белье

source: Ring
ru: Кольцо

source: Shoes
ru: Обувь

source: Gloves
ru: Перчатки

source: Sweaters & Hoodies
ru: Свитера и Худи

source: Tops
ru: Топы

source: Pants
ru: Штаны

source: Swimwear tops
ru: Купальники верх

source: Sleepwear
ru: Ночное белье

source: Briefs
ru: Нижнее белье

source: Swimwear bottoms
ru: Купальники низ

source: Height
ru: Рост

source: Chest
ru: Грудь

source: Under chest
ru: Под грудью

source: Waist
ru: Талия

source: Hips
ru: Бедра

source: Outer leg
ru: Нога внешняя

source: Inner leg
ru: Нога внутренняя

source: Sleeve
ru: Рукав

source: Finger
ru: Палец

source: Foot
ru: Ступня

source: Palm
ru: Ладонь

source: Neck
ru: Шея

source: Inside leg
ru: Нога

source: Edit
ru: Изменить

source: Done
ru: Готово

source: Add
ru: Добавить

source: Save
ru: Сохранить

source: Delete
ru: Удалить

source: Profiles
ru: Профили

source: Result
ru: Результат

source: Expand
ru: Раскрыть

source: Hide
ru: Скрыть

source: Cancel
ru: Отмена

source: Measure
ru: Измерить

source: Next
ru: Далее

source: Edit profile data
ru: Данные профиля

source: Edit sizes
ru: Размеры

source: Model
ru: Модель

source: Table
ru: Таблица

source: One new photo
ru: Новым фото

source: One existing photo
ru: Существующим фото

source: Two new photos
ru: Двумя новыми фото

source: Two existing photos
ru: Двумя существующими фото

source: Parameters
ru: По параметрам

source: cm
ru: см

source: inch
ru: дюймы

source: View result
ru: Посмотреть результат

source: Profile
ru: Профиль

source: Choose the action
ru: Выберите действие

source: Take a photo
ru: Сделать новое фото

source: Choose existing
ru: Выбрать существующее

source: Yes
ru: Да

source: No
ru: Нет

source: Tips
ru: Подсказки

source: Feedback
ru: Обратная связь

source: Wrong size?
ru: Неверный размер?

source: Measure with
ru: Измерить с

source: of
ru: из

source: Send
ru: Отправить

source: Tell us about your problem:
ru: Расскажите о вашей проблеме:

source: Your feedback:
ru: Ваш отзыв:

source: Send by email
ru: Отправить по email

source: Brands
ru: Бренды

source: Sizes
ru: Размеры

source: Brands sizes
ru: Размеры по брендам

source: Back
ru: Назад

source: Send sizes via e-mail
ru: Отправить размеры по e-mail

source: Send feedback
ru: Отправить отзыв/пожелание

source: Save as
ru: Сохранить как

source: Name:
ru: Имя:

source: Surname:
ru: Фамилия:

source: Age:
ru: Возраст:

source: Sex:
ru: Пол:

source: name
ru: имя

source: surname
ru: фамилия

source: age
ru: возраст

source: Your name:
ru: Ваше имя:

source: Your e-mail:
ru: Ваш e-mail:

source: Man
ru: Мужчина

source: Woman
ru: Женщина

# Input your name first!
source: Input name first!
ru: Введите, пожалуйста, имя

source: Data saved
ru: Изменения сохранены

source: Warning
ru: Обратите внимание

source: Sorry
ru: Извините

source: Profile with this name already exist!
ru: Профиль с такими данными уже существует!

source: Unable to save data!
ru: Не удалось сохранить изменения!

source: Select at least one type of clothers
ru: Не выбран ни один вид одежды

# updateMessage
source: Would you like to update the sizes of the other items (automatically)?
ru: Хотите обновить размеры остальных схожих по параметрам вещей (автоматически)?

source: Thank you for your feedback!
ru: Спасибо за Ваш отзыв!

# AgeMessage1
source: You didn't input age. You should know: this application doesn't define sizes for children under 13 years old
ru: Вы не ввели возраст. Вам следует знать: приложение не определяет размеры детей в возрасте до 13 лет

# AgeMessage2
source: This application doesn't define sizes for children under 13 years old
ru: Приложение не определяет размеры детей в возрасте до 13 лет

# AgeMessage3
source: Are you sure?!?!?
ru: Да ладно?!?!?

source: Can't send e-mail
ru: Не удалось отправить сообщение

source: Can't save e-mail
ru: Не удалось сохранить сообщение

source: E-mail sent
ru: Сообщение успешно отправлено

source: E-mail saved
ru: Сообщение сохранено в черновиках

source: E-mail canceled
ru: Отправка сообщения отменена пользователем

source: Sent from EasySize
ru: Отправлено из EasySize

source: 's sizes
ru: , размеры

source: Use short name, please!
ru: Используйте более короткое имя, пожалуйста!

source: Use short surname, please!
ru: Используйте более короткую фамилию, пожалуйста!

# TooManyPeopleFailMessage
source: Too many people on the picture. Would you like to try once more?
ru: Слишком много людей на фото. Хотите попробовать еще раз?

# CantFindBodyOnNewPictureFailMessage
source: I can’t see the person. It’s probably too dark, or there is nobody there, or you are not looking at me. Take another picture, please.
ru: Я никого не вижу. Возможно, там слишком темно, или никого нет, или вы на меня не смотрите. Сделайте новую фотографию, пожалуйста.

# CantFindBodyOnExistingPictureFailMessage
source: I can’t see the person. It’s probably too dark, or there is nobody there, or you are not looking at me. Choose another picture, please.
ru: Я никого не вижу. Возможно, там слишком темно, или никого нет, или вы на меня не смотрите. Выберите новую фотографию, пожалуйста.

# HelpTip1
source: <html><head><title></title><style>h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Profiles</h3><p>Create one or more profiles, stating the name, age and gender. Tick the profile if it is yours and see it at the very top of the profile list. Tap the star at the profiles to make them favourite and see them at the top of the profile list.</p></body></html>
ru: <html><head><title></title><style>h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Профили</h3><p>Создайте один или несколько профилей, указав имя, возраст и пол. Отметь свой и любимые профили, чтобы расположить их вверху списка.</p></body></html>

# HelpTip2
source: <html><head><title></title><style>h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Results</h3><p>Sizes differ from brand to brand. We offer you midrange sizes. You can as well find out the parameters (in cm and in) and the sizes for several brands. We’ll keep adding new brands in our future updates.</p><p>You can send the results via e-mail to let your friends present you with correct-sized clothes!</p><p>If you got a double size (e.g. S/M), your body measurements are on the borderline between two sizes. Order the smaller size for a tighter fit or the larger size for a looser fit.</p><p>Share to unlock the items.</p></body></html>
ru: <html><head><title></title><style>h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Результаты</h3><p>У каждого бренда своя система размеров, поэтому мы предлагаем усредненный вариант, размеры для нескольких брендов, а также параметры в сантиметрах и дюймах. Мы будем добавлять новые бренды в следующих версиях приложения. </p><p>Вы можете отправить полученные результаты по e-mail, чтобы Ваши друзья смогли подарить Вам одежду правильного размера!</p><p>Если приложение показывает вам двойной размер (например, 38/40), вы можете выбрать меньший, если хотите приобрести более обтягивающую одежду, и больший размер - для свободной одежды.</p> <p>Расскажи друзьям об EasySize в социальных сетях и узнай свои размеры заблокированных вещей.</p></body></html>

# HelpTip3
source: <html><head><title></title><style>ul {padding: 0; margin-left: 20px; text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);} h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Measuring</h3><p>You can define the sizes by:<ul><li>two new or existing (full and half face) photos. Please raise your arms and smile for the camera. Use the contours, to make the accurate measurements. It is not necessary to fit the contour. It just shows you the most convenient pose for the easiest measuring.</li> </ul></p></body></html>
ru: <html><head><title></title><style>ul {padding: 0; margin-left: 20px; text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);} h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt;color:rgb(127, 126, 123);}</style></head><body><h3>Выберите для измерения:</h3><p><ul><li>две существующие или новые фотографии в анфас и профиль. Не забудьте поднять руки и улыбнуться в камеру. Воспользуйтесь контурами, чтобы не ошибиться. Совершенно необязательно полностью вписываться в контур. Он всего лишь показывает наиболее удобную позу для дальнейших измерений.</li> </ul></p></body></html>

# HelpTip4
source: <html><head><title></title><style>ul {padding: 0; margin-left: 20px; text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);} h3 {font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Measuring by picture</h3><p>Use tips at the top of the screen which point you to:<ul><li>the parts of the body which are to be measured. You can see the whole list by scrolling it up-down and re-measure if necessary.</li><li>the photo, which displays where the ruler is to be placed during the measurement.</li></ul></p><p><b>IMPORTANT!</b> The tape should be parallel to the floor. Pinch the tape neatly: upper corners should neither exceed the lines of the body nor should they be inside the body.</p></body></html>
ru: <html><head><title></title><style>ul {padding: 0; margin-left: 20px; text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt;color:rgb(127, 126, 123);}</style></head><body><h3>Измерение по фотографии</h3><p>Воспользуйтесь подсказками в верхней части экрана, где расположены:<ul><li>параметры, которые необходимо замерить. Пролистайте вверх-вниз, чтобы увидеть полный список измерений, а также изменить уже измеренный параметр.</li><li>фотография-подсказка, на которой показано, где именно должен располагаться сантиметр.</li></ul></p><p>Внимательно следите за тем, чтобы сантиметр не был под углом и был четко по линии фигуры (верхние углы не должны ни выступать за пределы тела, ни находиться на теле).</p></body></html>

# HelpTip5
source: <html><head><title></title><style>h3 {font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt; color:rgb(127, 126, 123);}</style></head><body><h3>Add your country and favorite brands</h3><p>Add your country and favorite brands and we'll add their sizes in future updates.</p></body></html>
ru: <html><head><title></title><style>h3{font-family:Ubuntu-Italic; font-size:14pt; color:rgb(76, 73, 67);} p {text-align: justify; font-family:Ubuntu; font-size:12pt;color:rgb(127, 126, 123);}</style></head><body><h3>Добавь свою страну и любимые бренды</h3><p>Укажи свою страну и любимые бренды, и мы обязательно добавим их размеры в будущих обновлениях.</p></body></html>

# email_part1
source: Hi!
ru: Привет!

# email_part2
source: Here are
ru: Вам прислали размеры одежды (

# email_part3
source: 's clothing sizes, so now you can make them happier with special gifts!
ru: )так что теперь Вы можете порадовать ее/его прекрасным подарком!

# email_part3_0
source: 's clothing sizes, so now you can make him happier with special gifts!
ru: )так что теперь Вы можете порадовать его прекрасным подарком!

# email_part3_1
source: 's clothing sizes, so now you can make her happier with special gifts!
ru: )так что теперь Вы можете порадовать ее прекрасным подарком!

# email_part4
source: International
ru: Международный

# email_part5
source: <p><b>You can always define your clothes sizes <i> BY PHOTO </i>via <a href="https://itunes.apple.com/us/app/easysize/id547895474?l=ru&amp;ls=1&amp;mt=8">EasySize</a> app at Appstore. </b> <p><a href="https://itunes.apple.com/us/app/easysize/id547895474?l=ru&amp;ls=1&amp;mt=8"><img src="http://easysize.me/images/logo1.png" width="110px" align="left"> </a></img>
ru: <p><b>Вы всегда можете определить размер одежды<i> ПО ФОТО </i>используя приложение <a href="https://itunes.apple.com/us/app/easysize/id547895474?l=ru&amp;ls=1&amp;mt=8">EasySize</a> из Appstore. </b> <p><a href="https://itunes.apple.com/us/app/easysize/id547895474?l=ru&amp;ls=1&amp;mt=8"><img src="http://easysize.me/images/logo1.png" width="110px" align="left"> </a></img>

# Chest_0
source: CHEST: Place the ruler at the fullest part of the chest and accurately pinch it according to the body borders
ru: ГРУДЬ: Расположи линейку на самой полной части груди и аккуратно подгони ее по размеру

# Chest_side_0
source: CHEST: Place the ruler at the fullest part of the chest and accurately pinch it according to the body borders
ru: ГРУДЬ: Расположи линейку на самой полной части груди и аккуратно подгони ее по размеру

# Waist_0
source: WAIST: Place the ruler at the waist line (approximately 3 cm above the hip bones) and accurately pinch it according to the body borders
ru: ТАЛИЯ: Расположи линейку на талии (приблизительно 3 см над тазовой костью) и аккуратно подгони ее по размеру

# Waist_side_0
source: WAIST: Place the ruler at the waist line (approximately 3 cm above the hip bones) and accurately pinch it according to the body borders
ru: ТАЛИЯ: Расположи линейку на талии (приблизительно 3 см над тазовой костью) и аккуратно подгони ее по размеру

# Hips_0
source: HIPS: Place the ruler at the fullest part of the hips and accurately pinch it according to the body borders
ru: БЕДРА: Расположи линейку на самой широкой части бедер и аккуратно подгони ее по размеру

# Hips_side_0
source: HIPS: Place the ruler at the fullest part of the hips and accurately pinch it according to the body borders
ru: БЕДРА: Расположи линейку на самой широкой части бедер и аккуратно подгони ее по размеру

# Chest_1
source: CHEST: Place the ruler at the fullest part of the chest and accurately pinch it according to the body borders
ru: ГРУДЬ: Расположи линейку на самой полной части груди и аккуратно подгони ее по размеру

# Chest_side_1
source: CHEST: Place the ruler at the fullest part of the chest and accurately pinch it according to the body borders
ru: ГРУДЬ: Расположи линейку на самой полной части груди и аккуратно подгони ее по размеру

# Under chest_1
source: UNDER CHEST: Place the ruler under the chest and accurately pinch it according to the body borders
ru: ПОД ГРУДЬЮ: Расположи линейку под грудью и аккуратно подгони ее по размеру

# Under chest_side_1
source: UNDER CHEST: Place the ruler under the chest and accurately pinch it according to the body borders
ru: ПОД ГРУДЬЮ: Расположи линейку под грудью и аккуратно подгони ее по размеру

# Waist_1
source: WAIST: Place the ruler at the narrowest part and accurately pinch it according to the body borders
ru: ТАЛИЯ: Расположи линейку на самой узкой части тела и аккуратно подгони ее по размеру

# Waist_side_1
source: WAIST: Place the ruler at the narrowest part and accurately pinch it according to the body borders
ru: ТАЛИЯ: Расположи линейку на самой узкой части тела и аккуратно подгони ее по размеру

# Hips_1
source: HIPS: Place the ruler at the fullest part of the hips and accurately pinch it according to the body borders
ru: БЕДРА: Расположи линейку на самой широкой части бедер и аккуратно подгони ее по размеру

# Hips_side_1
source: HIPS: Place the ruler at the fullest part of the hips and accurately pinch it according to the body borders
ru: БЕДРА: Расположи линейку на самой широкой части бедер и аккуратно подгони ее по размеру

# wardrobeTip
source: Use your thumb to scroll all the items. Tap twice to choose the item and dress the mannequin. To unpick the item move it back to the wardrobe with your thumb.
ru: Пролистайте все элементы одежды вправо-влево. Тапните дважды, чтобы узнать размер выбранного элемента. Он появится на манекене. Чтобы снять элемент, просто перетащите его обратно в гардероб.
